<?php
/*
  Автоустановщик MaxSite CMS
  Используется для установки и обновления системы
  -----------------------------------------------
  
  1. Задайте ключ доступа и переименуйте этот файл в key.php.
     Для ключа лучше использовать цифры.
     
  2. После этого вы можете выполнить обновление или установку MaxSite CMS с помощью ссылки:
     https://ваш_сайт/update-maxsite/?ваш_ключ
     
     ! обратите внимание на знак вопроса в адресе !

  Если это новая установка, то после загрузки файлов будет предложено перейти к инсталяции системы.
  
  Помощь: https://max-3000.com/book/install
  
*/

return ''; // <- ключ указывается в кавычках

# end of file