<?php
/*
  ! Пока это тестовая возможность обновления, поэтому если не уверены, не используйте её на рабочем сайте
  
  Ключ доступа для обновления MaxSite CMS
  
  1. Задайте ключ и переименуйте этот файл в key.php. Для ключа лучше использовать цифры.
  2. После этого вы можете выполнить обновление сайта с помощью ссылки:
     https://ваш_сайт/update-maxsite/?ВАШ_КЛЮЧ
	   ! обратите внимание на знак вопроса

   Вы можете в любой момент изменить ключ.
   
*/

return ''; // <- ключ указывается в кавычках

# end of file