<?php

$lang['required'] 		= "Поле %s обязательно для заполнения.";
$lang['isset']			= "Поле %s должно содержать значение.";
$lang['valid_email']	= "В поле %s должен быть введен корректный e-mail адрес.";
$lang['valid_emails'] 	= "Все адреса в поле %s должны быть корректными.";
$lang['valid_url'] 		= "В поле %s должна содержаться корректная ссылка.";
$lang['valid_ip'] 		= "В поле %s должен содержаться корректный IP адрес.";
$lang['min_length']		= "Длина поля %s должна быть не менее %s смоволов.";
$lang['max_length']		= "Длина поля %s не может превышать %s символов.";
$lang['exact_length']	= "Длина поля %s должна быть равна %s символам.";
$lang['alpha']			= "Поле %s может содержать только буквы.";
$lang['alpha_numeric']	= "Поле %s может содержать только буквы и цифры.";
$lang['alpha_dash']		= "Поле %s может содержать только буквы, цифры, подчеркивания и тире.";
$lang['numeric']		= "Поле %s должно содержать число.";
$lang['integer']		= "Поле %s должно содержать целое число.";
$lang['matches']		= "Значение поля %s не совпадает со значнием поля %s.";
